"VOICE_MAIL" = "Puheposti";
"VOICE_MAIL_UNREAD_FORMAT" = "Puheposti (%d)";
"UNKNOWN_LOCATION" = "Tuntematon sijainti";
"SPEAKER_NAV" = "Kaiutin|Tervehdys";
"AUDIO_NAV" = "Ääni";
"GREETING_NAV" = "Tervehdys|Kaiutin";
"DELETE" = "Poista";
"CALL_BACK" = "Soita";

"CALL_VOICEMAIL" = "Soita puhepostiin";
"VOICEMAIL_UNAVAILABLE" = "Visual Voicemail ei ole käytettävissä.";
"VOICEMAIL_MORE_AVAILABLE" = "Palvelimella on lisää viestejä.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Puhepostiin ei voida yhdistää";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Soita palveluntarjoajalle.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Soita %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Soittaja jätti vastasoittonumeron, joka on eri kuin josta hän soitti.";
"CALLBACK_ALERT_TITLE" = "Soittaja jätti vastasoittonumeron.";

"PASSWORD" = "Salasana";
"ENTER_PASSWORD_TITLE" = "Virheellinen salasana";
"ENTER_PASSWORD_DESCRIPTION" = "Syötä puhepostin salasana";
"PASSWORD_PROMPT_PLACEHOLDER" = "salasana";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Soita";
"PASSWORD_RESET_INFO" = "Jos unohdat salasanasi, soita: %@.";
"PASSWORD_EXPIRED_TITLE" = "Puhepostin salasana vanhentunut";
"PASSWORD_EXPIRED_DESCRIPTION" = "Salasana on muutettava, jotta voit hakea viestejä.";
"CHANGE_NOW" = "Vaihda";
"OK" = "OK";

"DELETED_MESSAGES" = "Poistetut viestit";
"DELETED" = "Poistetut";
"UNDELETE" = "Peru poisto";
"CLEAR_ALL" = "Tyhjennä";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Kumoa";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Tyhjennä";
"CLEAR_ALL_ALERT_TITLE" = "Hävitetäänkö poistetut puhepostit pysyvästi?";

"GREETING" = "Tervehdys";
"GREETING_PROMPT" = "Aseta lähtevä viesti.";
"DONE" = "Valmis";
"DEFAULT_GREETING_TITLE" = "Oletus";
"CUSTOM_GREETING_TITLE" = "Muokattu";
"PLAY" = "Toista";
"RECORD" = "Tallenna";
"RECORD_A_GREETING" = "Tallenna tervehdys";
"RECORDING_PERSONAL" = "Tallennetaan omaa";
"STOP" = "Pysäytä";
"SAVING_GREETING" = "Tallennetaan tervehdystä…";
"SAVE_SUCCESS" = "Tervehdys tallennettu.";
"RETRIEVING_GREETING" = "Haetaan tervehdystä…";

"CHANGE_AUDIO_SOURCE" = "Äänilaite:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Puheposti ei käytettävissä";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Puhepostivirhe";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Salasanavirhe";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Salasana ei kelpaa";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Puheposti %d %% täynnä";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Tiliin ei kuulu Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Käyttöä ei voitu valtuuttaa.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Yritä myöhemmin uudelleen.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Postilaatikkoon ei voitu yhdistää.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "Puhepostipalvelu on varattu.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "Postilaatikko ei ole tällä hetkellä käytettävissä.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "Postilaatikko on lukittu.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Viestiä ei voitu noutaa.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Aiempaa tallennettua tervehdystä ei ole.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Tervehdys on virheellinen.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Tervehdystä ei voitu tallentaa.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "Vanha salasana on virheellinen.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Syötä uusi salasana.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "Salasana on liian helppo.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "Salasana on liian lyhyt.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "Salasana on liian pitkä.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "Salasana on vaihdettu hiljattain.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "Salasanaa on käytetty aiemmin.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "Salasana on jo asetettu.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Salasanan vaihtaminen epäonnistui.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Viestiä ei voida hakea.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Viestiä ei voida toistaa.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Ei voida yhdistää.\nYritä myöhemmin uudelleen.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Yhteyttä ei voida avata.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Et voi vastaanottaa uusia viestejä, ennen kuin poistat entisiä.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Vapauta tilaa poistamalla viestejä.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Viestiä ei voida tallentaa paikallisesti.  Vapauta tilaa poistamalla viestejä.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Tiliä ei ole ehkä määritelty ominaisuutta varten.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Yhteyttä ei voida muodostaa.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Data roaming on pois päältä. Voit ottaa Data roamingin käyttöön verkkoasetuksista.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Visual Voicemail ei ole käytettävissä, kun mobiilidata on pois käytöstä. Ota mobiilidata käyttöön: Asetukset > Yleiset > Verkko.";

"SETUP_TITLE" = "Nouda puhepostit asettamalla ensin salasana ja tervehdys.";
"SETUP_NOW" = "Ota käyttöön nyt";
"PASSCODE" = "Salasana";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Syötä puhepostin salasana";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Syötä puhepostin salasana uudelleen";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "Salasanat eivät täsmää.  Yritä uudelleen.";
"SETUP_GREETING_PROMPT" = "Valitse puhepostin tervehdys.";
"SAVE" = "Tallenna";
"SAVING_PASSWORD" = "Tallennetaan salasanaa…";
